Revit 2027 API
FabricationPart.OverallSize Property
 The overall size of the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string OverallSize { get; }
Public ReadOnly Property OverallSize As String
	Get
public:
property String^ OverallSize {
	String^ get ();
}
member OverallSize : string with get
Property Value
String
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace